/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Preferencje Docka. Preferencje są podzielone pomiędzy klucze o prostym wyglądzie oraz bardziej skomplikowane słowniki miniaturek dokumentów i programów.";
"autohide.pfm_title" =						"Ukrywanie";
"autohide.pfm_description" =				"Ustaw na „prawda”, aby włączyć ukrywanie.";
"autohide-immutable.pfm_title" =			"Ukrywanie interfejsu użytkownika wyłączone";
"autohide-immutable.pfm_description" =		"Ustaw na „prawda”, aby wyłączyć pole wyboru automatycznego ukrywania i wyświetlania.";
"contents-immutable.pfm_title" =			"Zmiany wyłączone";
"contents-immutable.pfm_description" =		"Ustaw na „prawda”, aby uniemożliwić użytkownikowi zmianę zawartości Docka.";
"largesize.pfm_title" =						"Największe wymiary miniaturki";
"largesize.pfm_description" =				"Największe wymiary miniaturki w pikselach.";
"launchanim.pfm_title" =					"Uruchom animację";
"launchanim.pfm_description" =				"Ustaw na „prawda”, aby korzystać z uruchamiania animacji.";
"launchanim-immutable.pfm_title" =			"Pole wyboru animacji uruchamiania wyłączone";
"launchanim-immutable.pfm_description" =	"Ustaw na „prawda”, aby wyłączyć pole wyboru animacji uruchamiania.";
"magnification.pfm_title" =					"Powiększanie";
"magnification.pfm_description" =			"Ustaw na „prawda”, aby włączyć powiększanie.";
"magnify-immutable.pfm_title" =				"Pole wyboru powiększania wyłączone";
"magnify-immutable.pfm_description" =		"Ustaw na „prawda”, aby wyłączyć pole wyboru powiększania.";
"magsize-immutable.pfm_title" =				"Suwak powiększania wyłączony";
"magsize-immutable.pfm_description" =		"Ustaw na „prawda”, aby wyłączy suwak powiększania.";
"mineffect.pfm_title" =						"Efekt minimalizacji";
"mineffect.pfm_description" =				"Efekt minimalizacji.";
"mineffect-immutable.pfm_title" =			"Minimalizacja menu podręcznego wyłączona";
"mineffect-immutable.pfm_description" =		"Ustaw na „prawda”, aby wyłączyć efekt minimalizacji menu podręcznego.";
"orientation.pfm_title" =					"Położenie";
"orientation.pfm_description" =				"Pozycja Docka po lewej, po prawej, na dole.";
"position-immutable.pfm_title" =			"Zmiany pozycji wyłączone";
"position-immutable.pfm_description" =		"Ustaw na „prawda”, aby uniemożliwić użytkownikowi zmianę położenia Docka. ";
"tilesize.pfm_title" =						"Wielkość miniaturki";
"tilesize.pfm_description" =				"Wielkość miniaturki.";
"size-immutable.pfm_title" =				"Zmiany wielkości miniaturki wyłączone";
"size-immutable.pfm_description" =			"Ustaw na „prawda”, aby uniemożliwić użytkownikowi zmianę wielkości miniaturek.";
"static-only.pfm_title" =					"Tylko zarządzane miniaturki";
"static-only.pfm_description" =				"Ustaw na „prawda”, aby pokazać tylko zarządzane miniaturki.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Miniaturki programów";
"AppItems-Raw.pfm_description" =			"Tablica przechowująca dane miniaturek programu.";
"apptile.pfm_title" =						"Miniaturka programu";
"apptile.pfm_description" =					"Miniaturka jednego programu.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Dane miniaturki Docka";
"tile-data.pfm_description" =				"Dane miniaturki Docka.";
"file-data.pfm_title" =						"Dane pliku";
"file-data.pfm_description" =				"Dane pliku dla miniaturki pliku.";
"_CFURLString.pfm_title" =					"Ścieżka do pliku";
"_CFURLString.pfm_description" =			"Absolutna ścieżka systemu plików.";
"_CFURLStringType.pfm_title.file" =			"Typ URL pliku";
"_CFURLStringType.pfm_description.file" =	"Typ URL pliku. Zawsze ustawione na 0.";
"_CFURLStringType.pfm_title.URL" =			"Typ URL";
"_CFURLStringType.pfm_description.URL" =	"Typ URL. Zawsze ustawiony na 0.";
"_CFURLStringType.pfm_title.URLID" =		"Typ URL ID";
"_CFURLStringType.pfm_description.URLID" =	"Typ URL ID. Zawsze ustawione na 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Dane aliasów; wymagane tylko dla rzeczy z serwera.";
"tile-type.pfm_title" =						"Typ miniaturki";
"tile-type.pfm_description" =				"Typ miniaturki.";
"mcx_typehint.pfm_title" =					"Podpowiedź typu MCX";
"mcx_typehint.pfm_description" =			"Używany wewnętrznie przez Workgroup Manager. Nie zmieniaj.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Miniaturki dokumentów";
"DocItems-Raw.pfm_description" =			"Tablica przechowująca dane miniaturek dokumentów oraz url.";
"doctile.pfm_title" =						"Miniaturka dokumentu";
"doctile.pfm_description" =					"Miniaturka jednego dokumentu.";
"url.pfm_title" =							"Dane URL";
"url.pfm_description" =						"Dane URL dla miniaturki URL.";
"file-label.pfm_title" =					"Etykieta miniaturki pliku";
"file-label.pfm_description" =				"Etykieta miniaturki dla pliku.";
"label.pfm_title" =							"Etykieta miniaturki URL";
"label.pfm_description" =					"Etykieta miniaturki dla miniaturki URL.";
"file-type.pfm_title" =						"Typ rzeczy";
"file-type.pfm_description" =				"Typ rzeczy. Dla tytułów dokumentów: ustaw 18 dla woluminów, 2 dla innych, 32 dla innych niż katalogi.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Specjalne katalogi MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Katalogi dodawane przez zarządzanych klientów.";
"mcxfolderflag.pfm_title" =						"Sygnalizator katalogu";
"mcxfolderflag.pfm_description" =				"Sygnalizator dla jednego katalogu dodawanego przez zarządzanego klienta.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Zasady łączenia miniaturek zarządzanych programów";
"appTilesUPKManaged.pfm_description" =		"Klucze zasad miniaturek programów dla zarządzanych domen.";
"appTilesUPKUser.pfm_title" =				"Zasady łączenia miniaturek programów użytkownika";
"appTilesUPKUser.pfm_description" =			"Klucze zasad miniaturek programów dla domeny użytkownika.";
"docTilesUPKManaged.pfm_title" =			"Zasady łączenia miniaturek zarządzanych dokumentów";
"docTilesUPKManaged.pfm_description" =		"Klucze zasad miniaturek dokumentów dla zarządzanych domen.";
"docTilesUPKUser.pfm_title" =				"Zasady łączenia miniaturek dokumentów użytkownika";
"docTilesUPKUser.pfm_description" =			"Klucze zasad miniaturek dokumentów dla domeny użytkownika.";
"mcxDocSpecialUPK.pfm_title" =				"Klucz zasad dla katalogów specjalnych Docka zarządzanych klientów.";
"mcxDocSpecialUPK.pfm_description" =		"Klucz zasad dla katalogów specjalnych Docka zarządzanych klientów.";
